{
  "tasks": [
    {
      "task_type": "update_contact_info_non_postal"
    }
  ],
  "text": "DISCLAIMER: This transcript is entirely artificial and computer generated. It does not contain any real customer information, bank data, or actual conversations. All transcripts, data, and information are completely and entirely synthetic. See README file for full terms.\n\nSpeaker 1:Bonjour, ici NAME. J'ai un problème avec une charge non reconnue sur mon relevé ed carte.\n\nSpeaker 2:Bonjour, Monsieur NOM. Ici NAME1 de UBS. Pour qu’on puisse régler cela, besoin de vérifier vos informations de sécurité. Vous pourriez confirmer votre date d enaissance et votre adresse ?\n\nSpeaker 1:Bien sûr, ma date de naissance est le DATE et mon adresse est\n\nSpeaker 2:Merci pour la confirmation. Alors, pouvez-vous me donner plus de détails sur cette transaction? Genre la date, le montant, et le nom du marchand? Vous avez déjà essayé de contacter le marchand?\n\nSpeaker 1:Oui, la charge est apparue le DATE, pour un montant de MONTANT, c'est marchand MARCHAND. J'ai essayé de les contacter, mais sans succès. Je suis assez inqueit, ça peut effectuer mon solde et mon score de crédit. Ça va prendre combien de temps pour résoudre ça ? en attendant, je fais quoi ?\n\nSpeaker 2:Je comprends parfaitement votre inquiétude, ne vous en faites pas, va s'en occuper. On va lancer une contestation oficielle de cette transaction, prendra entre 10 et 30 jours ouvrables. En attendant, on peut installer un crédit temporaire sur votre compte pour alléger la situation. Vous qu'on fasse ça ?\n\nSpeaker 1:Oui, s'il vous plait. Ça me rassurerait un crédit temporaire.\n\nSpeaker 2:D’accord, je m'en occupe tout de suite. Aussi, pour plus de sécurité, on peut surveiller votre compte de plus près remplacer votre carte. Vous êtes d’accord ?\n\nSpeaker 1:Oui, a me semblerait prudent. Comment ça se passe pour la surveillance et le remplacement de la carte ? Et ya'-t-il des frais associés ?\n\n2 :Je vais commander une nouvelle elle arrivera dans 5 à jours ouvrables, et il n'y a pas de frais pour cela cas de fraude. Pour surveillance accrue, on va mettre en place des mesures de sécurité supplémentaires. En attendant, je vais mettre à jour vos informations de contact. Vous préférez qu'on communique pas courriel ? Vous avez un nouveau numéro de télé phone ?\n\nSpeaker 1:Oui, j'aimerais que vous communiquiez par courriel, et mon nouveau numéro est le +41000000000.\n\nSpeaker 2:Parfait, je vais mettre vos informations à jour. Système en court de mise à jourVoilà, j'ai enregistré votre nouveau numéro et votre préférence pour la communication courriel.\n\nSpeaker 2:Merci. Ça me rassure un peu. Pouvez-vous m'envoyer un numéro de référence pour suivre cette affaire ?\n\nSpeaker 2:Bien sûr, votre numéro de référence est REF123456. Vous pouvez l'utiliser pour toute correspondance future à propos de cette Y a-t-il autre que je puisse faire pour vous ?\n\nSpeaker 1:Merci beaucoup. Une dernière si je n'ai pas de réponse dans 30 jours ouvrables, que dois-je ? Je veux que tout est souvent correctement.\n\nSpeakr Si vous n'avez pas de réponse après 30 jours, contactez-nous avec votre numéro de référence REF123456. Nous vérifierons alors l'état de la contestation et prendrons les mesures nécessaires pour résoudre le problème Vous êtes en de bonnes\n\nSpeaker 1:D'accord, génial. Merci pour ces informations et pour votre aide. Puis-je recevoir une confirmation par courriel de toutes démarches ?\n\nSpeaker 2:Bien sûr, je vais vous une confirmation par corriel bientôt. Vous pouvez être assuré que nous prenons cette affaire très au sérieux.\n\nSpeaker 1:je vais attendre votre courriel. ncore merci pour toute votre être.\n\nSpeaker 2:vous envoie le confirmation dans un instant. Voici un résumé de ce que nous avons fête:\n- Contestation de la transaction non reconnue\n- Mise à jour de vos informations de contact et communication pra courriel\n- Commande d'une nouvelle carte et surveillance accrue du compte\n- Crédit temporaire sur le compte sous un jour ouvrable\n\nN'hésitez pas à nous contacter avec e numéro de référence REF123456 pour toute question ou préoccupation. puor votre patience et votre\n\nSpeaker 1:Merci, tout est Je vais attendre la confirmation courriel. Bonne journée!\n\nSpeaker 2:Bonne journée à vous aussi et merci de me laisser vous aider."
}