{
  "tasks": [],
  "text": "DISCLAIMER: This transcript is entirely artificial and computer generated. It does not contain any real customer information, bank data, or actual conversations. All transcripts, data, and information are completely and entirely synthetic. See README file for full terms.\n\nSpeaker 1:Bonjour, j'ai reçu un appel concernant ma carte bloquée et je voudrais comprendre la situation.\nSpeaker 2:onjour, c'est de UBS. C'est un plaisir de vous parler aujourd'hui. J'espère que vous bien. Pourriez-vous s'il vous plaît confir mer votre date de naissance et adresse à des fins de sécurité ?\nSpeaker 1:Oui, bien sûr. Ma date de est le DATE et mon adresse est ADDRESS. Mais pouvez-vous, euh, accélérer le processus ? J'aimerais comprendre rapidement pourquoi ma carte a été bloquée et si des activités suspectes ont été détectées sur mon compte.\nSpeaker 2:Bien Monsieur NAME, je vai tout suite vous expliquer la situation. La carte a été bloquée par mesure sécurité car nous avnos une activité inhabi tuelle sur vote compte. Nous avons pris cette décision pour protéger vos fente contre toute trans action non autorisé.\nSpeaker 1:Activité inhabituelle ? des récentes... je vois des achats en ligne mais rien de trop Combien, uh, cobien de temps cela prendra-t-il pour recevoir une nouvelle carte ? Et pendant ce temps, comment puis-je excéder à de l'argent ?\nSpeaker 2:Je Monsieur NAME. Nous ferons notre mieux pour accélérer le processus d'émission de votre nouvelle carte. D'habitude, il faut environ cinq à sept jours ouvrables pour recevoir la nouvelle carte. Pendant e temps, vous pouvez utiliser les services bancaires en ligne ou mobile pour effectuer des virements vers d'autres comptes. Vous aussi retirre de l’argent dans une agence bancaire avec une d'identité.\nSpeaker 1:D'accord, mais pour les paiements... Qu'est-ce que je fais ?\nSpeaker 2:Pour le paiement de vos dépenses ,plusieurs options s'offrent à vous, comme l'utilisation de chèques ou de de paiement mobiles comme Apple Pay ou QR Code. Vos ordres permanents et autres fonctionnalités de votre ne sont pas affectés par blocage de la carte. Voulez-vous vérifier autre chose\nSpeaker 1:Euh, oui. a-t-il des frais pour l'émission et la livraison de la nouvelle carte ? Et comment se déroule le processus d'activation une fois reçue ? Est-ce que des mesures de sécurité améliorées seront mises ne place sur cette nouvelle carte ? J'ai besoin de m'assurer que cela ne se reproduira pas.\nSpeaker 2:entendu. Concernant les non, il n'y en a pas. La nouvelle carte vous sera expédiée sans coût suplémentaire. Pour l'activer, vous devrez appeler notre service client ou suivre les instructions qui viennent avec la carte. Cela ne devriat prendre que quelques mniutes.\n\nnouvelle carte béné ficiera de la dernière technologie de chiffrement et d u paiement sans contact avec des limites sécurisées. Nous avons aussi renforcé nos systèmes de détection de fraudes. Je vous conseille de surveiller vos transactions et de nous signaler actiivté inhabituelle. Notre application mobile vous de recevoir des alertes en temps réel sur les mouvements votre compte.\nSpeaker 1:Merci beaucoup. Euh, combien det emps cela prend généralement pour résoudre ce type de problème ? Et u fête, pouvez-vous me dire si je pourrait accéder à des fonctionnalités spécifiques via votre mobile sans ma carte de crédit pour éviter tout autre problème l'avenir ?\nSpeaker 2:Généralement, la résolution complète de ces prend environ deux à trois semaines, juste pour s'assrer qu'il n'y a d'anomalie. Pendant cette période, nou restons à bote entière dipsosition pour toute question ou assistance. Via notre application mobile, même sans votre carte de crédit, vous pouvez consulter le solde de votre compte en temps réel, effectuer des virements bancaires, payer des factures et recevoir des alrtes sur les transactions effectuées.\n\nEst-ce que cela repond bien à vos\nSpeaker 1:Oui, mardi pour toutes ces informations. Cela m'aide beaucoup.\n\nSpeaker 2:avons couvert les informations importantes concernant la situation de votre carte blquée et les mesures que nous avons prises pour sécuriser votre compte. Si vous avez d'autres proccupations ou questions dan s prochains jours, n'hésitez pas à nous contacter directement. Nous sommes là pour vous aider en tout temps. Bonne journée, Monsieur"
}