{
  "tasks": [
    {
      "task_type": "plan_contact"
    },
    {
      "task_type": "update_kyc_activity"
    },
    {
      "task_type": "update_kyc_origin_of_assets"
    }
  ],
  "text": "DISCLAIMER: This transcript is entirely artificial and computer generated. It does not contain any real customer information, bank data, or actual conversations. All transcripts, data, and information are completely and entirely synthetic. See README file for full terms.\n\nSpeaker 1: Guten Morgen, ja, hallo. Spreche ich mit, äh, der UBS? \n\nSpeaker 2: Guten Morgen, Herr NAME! Ja, hier ist NAME1 von der UBS. Ich rufe an wegen Ihrer Anfrage zur Nachlass- und Nachfolgeplanung. Könnten Sie mir bitte Ihr Geburtsdatum und Ihre Adresse zur Sicherheitsüberprüfung bestätigen?\n\nSpeaker 1: Oh, ähm, ja klar. Mein Geburtsdatum ist der DATUM, und die Adresse... äh... ADRESSE.\n\nSpeaker 2: Vielen Dank für die Bestätigung. Ich sehe, dass Sie dringend einen Termin zur Nachlassplanung wünschen. Es tut mir leid, Ihr Berater ist momentan nicht erreichbar. Wir bemühen uns aber um einen schnellen Rückruf. Der nächste Termin, den wir anbieten können, ist am 16. September 2025. Bis dahin können wir eventuell... einige Fragen vorab klären? Ähm, ich sehe auch, dass Sie als arbeitslos gemeldet sind. Hat sich da was geändert in Ihrer Situation, oder gibt's vielleicht Fragen zu den Vermögenswerten?\n\nSpeaker 1: Das ist wirklich enttäuschend, ehrlich gesagt. Es ist wichtig für mich! Warum muss ich bis nächstes Jahr, September, warten? Gibt es keine Möglichkeit, das früher zu regeln? Was mache ich, wenn ein Notfall eintritt?\n\nSpeaker 2: Ich verstehe Ihren Frust, Herr NAME. Unsere Berater sind aufgrund unvorhergesehener Verpflichtungen gebunden. Ich schau mal, ob wir eine vorläufige Beratung via Telefon oder Videoanruf arrangieren können. Und bei Notfällen stehen unsere speziellen Dienste bereit... Vielleicht, ähm, können wir jetzt über Ihre aktuelle finanzielle Planung sprechen? Ich könnte da einige Informationen zu den Erbschaften und Steuern bieten...\n\nSpeaker 1: Ach, wissen Sie, es ist einfach frustrierend, zu warten. Warum ist der Berater denn nicht verfügbar? Und während wir auf diesen Termin warten, könnten wir nicht wenigstens über meine neue Situation reden? Ich bin jetzt arbeitslos und das, äh, beeinflusst alles, auch mit der Erbschaft und den Steuern...\n\nSpeaker 2: Herr NAME, ich verstehe, dass Sie eine sofortige Lösung brauchen. Der Berater hatte andere dringende Verpflichtungen, aber ich organisiere das telefonisch. Zu Ihrer Finanzsituation: Die Arbeitslosigkeit könnte Ihre Planung beeinflussen, und die Erbschaft... Da gibt es steuerliche Themen, die wir klären sollten. Vielleicht können wir anfangen mit den Infos, die wir schon haben?\n\nSpeaker 1: Warum können diese, äh, unvorhergesehenen Sachen nicht anders geregelt werden? Ich brauche Priorität! Also, wegen der Erbschaft: Was eventuell... wie ist es? Ich will genau wissen, welche steuerlichen Pflichten ich habe.\n\nSpeaker 2: Herr NAME, zur Erbschaft: Typischerweise müssen Vermögenswerte gemeldet werden, versteuert je nach Wert... Zum KYC-Profil, ich würde Details zu Ihrer beruflichen Laufbahn brauchen und...\n\nSpeaker 1: Ich verstehe nicht diesen ganzen Papierkram. Was ist konkret erforderlich? Welche Dokumente brauche ich?\n\nSpeaker 2: Sie sollten die Erbschaftsnachweise, Steuerbescheinigungen der verstorbenen Person und Ihre aktuellen Steuerdokumente bereithalten. Und für das KYC-Profil, Ihre letzte Anstellung, Arbeitgeber, Sektor... können wir das gemeinsam durchgehen?\n\nSpeaker 1: Ich will keine halben Auskünfte mehr. Gibt es noch mehr zu klären, was die Steuern angeht?\n\nSpeaker 2: Sicherlich, Herr NAME, alles muss in Ordnung sein. Dokumente wie Erbschaftsnachweise sind wichtig. Benötigen Sie Unterstützung beim Sammeln, oder gibt es Änderungen Ihrer vorherigen beruflichen Tätigkeit, die wir hinzufügen müssen?\n\nSpeaker 1: Ja, also, ich denke schon. Sagen Sie mir einfach, was noch fehlt.\n\nSpeaker 2: Gut, das klären wir. Ich nehme an, dass die Informationen für Ihr KYC-Profil morgen aktualisiert werden könnten, sodass wir rechtzeitig für den Termin am 16. September 2025 in unserer Filiale vorbereitet sind. Lassen Sie uns nochmal gemeinsam die Details durchgehen, um alle Unklarheiten auszuräumen."
}