{
  "tasks": [
    {
      "task_type": "update_contact_info_non_postal"
    },
    {
      "task_type": "plan_contact"
    },
    {
      "task_type": "update_kyc_origin_of_assets"
    },
    {
      "task_type": "update_contact_info_postal_address"
    },
    {
      "task_type": "update_kyc_activity"
    }
  ],
  "text": "DISCLAIMER: This transcript is entirely artificial and computer generated. It does not contain any real customer information, bank data, or actual conversations. All transcripts, data, and information are completely and entirely synthetic. See README file for full terms.\n\nSpeaker 1:Hallo, ist NAME1. Ich hätte gerne nochmal ein paar Informationen zu meiner gesperrten Karte und zur Portfolio-Überprüfung.\n\nSpeaker 2:Guten Morgen, NAME1. Hier ist NAME2 von der UBS. Schön, dass Sie anrufen. Können Sie mir zunächst Ihr Geburtsdatum und hIre Adresse zur nennen?\n\nSpeaker 1:Ah, ich nur... Ja klar. Mein ist TAG/MONAT/JAHR und meine Adresse lautet ADRESSE.\n\nSpeaker 2:Perfekt vielen Dank. Nun zur Kartensperrung: Ihre Karte wurde Haus Sicherheitsgründen gesperrt, weil verdächtige Aktivitäten festgestellt wurden. Ich verstehe, dass beunruhigend ist. Ihre Konten und anderen Karten sind nicht betroffen. Wi rsenden Ihnen eine neue Karte innerhalb von fünf Werktagen.\n\nSpeaker 1:Das ist gut zu hören. W as für verdächtige Aktivitäten waren das?\n\nSpeaker 2:Es gab ungewöhnliche Transaktionsmuster hohe Abhebungen und internationale Überweisungen in kurzer Zeit. Das hat uns dazu bewogen, die aKrte umgehend zu sperren.\n\nSpeaker 1:Oh, das klingt echt besorgniserregend. Gibt es noch irgendwelche Transaktionen vorher Gebühren auf meiner alten Karte, die gekehrt werden müssen?\n\nSpeaker 2:Ich werde eine detaillierte Überprüfung durchführen und ischerstellen, dass alle Kosten und Gebühren korrekt bearbeitet werden. Wir kümmern uns um etwaige Unregelmässigkeiten.\n\nSpeaker 1:Und wie kann ich in der Zwischenzeit bezahlen? Gibt da Altrenativen?\n\nSpeaker 2:Natürlich. Sie können TWINT oder direkte Überweisungen nutzen. Wenn Sie Unterstützung benötigen, stehe ich Ihnen zur Verfügung.\n\nSpeaker 1:Okay, das klingt gut. Können Sie bestätigen, dass ich E-Mail benachrichtigt werde und Kontaktdaten entsprechend aktualisieren?\n\nSpeaker 2:Ja, Ihre bevorzugte Kommunikationsmethode wird jetzt E-Mail - Zukünftige Korrespondenz wird über diese Adresse erfolgen.\n\nSpeaker 1:Super, danke. Und meine anderen und Karten sind ausreichend geschützt?\n\nSpeaker 2:Ihre Konten und Karten sind sicher und unsere Sicherheitsmassnahmen werden kontinuierlich überwacht. Sie erhalten bei verdächtigen Aktivitäten sofort eine Benachrichtigung per E-Mail.\n\nSpeaker 1:Gut zu wissen. Ich bin derzeit als Manager im Technologie-Sektor bei Company 3 tätig und habe eine bedeutende Erbschaft erhalten. Sind diese Informationen korrekt im System\n\nSpaker 2: Ja, Ihre beruflichen Daten und die Informaionen zur Erbschaft sind erfasst und aktual isiert. Sollten Sie zusätzliche relevante Dokumente haben, können Sie diese per E-Mail senden.\n\nSpeaker 1:Alles klar. Und gibt es bestimmte Dokumente, die ich zum Portfolio-Überprüfungstermin am 21. September mitbringen sollte?\n\nSpeaker 2:Ja, bringen Sie bitte folgende Dokumente mit: eine aktuelle Übersicht Ihrer Vermögensaufstellung, letzten Kontoauszüge und Informationen zu Ihren aktuellen Investitionen. Falls zur Erbschaft zusätzliche Metalls sind, bringen Sie diese ebenfalls mit.\n\nSpeaker 1:Verstanden, ich werde alles vorbereiten. Gibt es noch spezielle Markttrends, die ich im Vorfeld beachten sollte?\n\nSpeaker 2:Ich empfehle, die folgenden zu konsultieren: Bloomberg Artikel über den Technologiesektor, nachhaltige Investit ionen bei Reuters und globale wirtschaftliche Entwicklungen bei The Economist.\n\nSpeaker 1:Vielen Dank, das hilft mir sehr. Ich auf unser Treffen am 21. September.\n\nSpeaker 2:Ich auch, NAME1. Sie weitere Fragen haben, stehe ich jederzeit zur Verfügung . Ich wünsche Ihnen einen schönen Tag!\n\nSpeaker 1:Danke,I hnen auch!"
}